// Найти квадрат числа

Console.WriteLine("Введите число ");
int number = Convert.ToInt32(Console.ReadLine());
int answer = number*number;
Console.Write("Квадрат числа " + number + " равен ");
Console.Write(answer);